textl = ['''Результатом работы тепловых станций является загрязнение атмосферы углекислотой, выделяющейся при сжигании топлива, окисью углерода, окислами серы, углеводородами, окислами азота, огромными количествами твердых частиц (зола) и другими вредными веществами.''', 

        '''В зоне ГЭС основное влияние оказывают водохранилища: отторгается значительная часть культурного слоя земли, оказывается дополнительное давление на грунт, происходит фильтрация воды в береговую и донную части.	''',

        '''Атомные станции не загрязняют окружающую среду такими веществами, как дымовые газы, зола, сбросные воды, что содержат нефтяные продукты. Подтверждением того, что АЭС не оказывают заметного вреда природной среде, является многолетний опыт их эксплуатации в различных странах. А отсутствие вредного воздействия абсолютно не зависит от срока службы атомной станции.''',

        '''Ветряные электростанции считаются едва ли не самым экологически безопасным способом производства энергии. Они не требуют органического топлива и не производят вредных выбросов. Однако вред от них все-таки есть — вибрация и инфразвук. Инфразвук вреден для человека. Кроме того, он разгоняет землеройных грызунов — полевых мышей, кротов, ежей, — а это приводит к размножению вредителей.''',

        '''Воздействие на окружающую среду, связанное с солнечной энергией, может включать землепользование и потерю среды обитания, водопользование и использование опасных материалов в производстве, хотя типы воздействий сильно различаются в зависимости от масштаба системы и используемой технологии – фотоэлектрические солнечные батареи или концентрирующие солнечные тепловые установки (CSP).''',

        '''При получении геотермальной энергии некоторые парниковые газы из-под земной поверхности уходят в атмосферу. Геотермальные электростанции могут влиять на стабильность земли, вызывать землетрясения и просадки.''',

        '''Биомасса считается возобновляемым источником энергии, так как содержащаяся в ней энергия производится в процессе фотосинтеза, когда растения преобразуют лучистую энергию солнца в углеводороды. Выращивание растений специально для превращения в биомассу, по сути, есть форма сохранения солнечной энергии.''']
